Repository: NickeManarin/ScreenToGif
Catalog: GifRecorder/Properties/Resources.*.resx
Languages: pt, ro, ru, sv, zh_cn, zh_tw

# btnCancel
source: Cancel
pt: Cancelar
ro: Anulează
ru: Отменить
sv: Avbryt
zh_cn: 取消
zh_tw: 取消

# btnDeleteFrame
source: Delete Frame
pt: Excluir
ro: Șterge cadru
ru: Удалить кадр
sv: Radera bildruta
zh_cn: 删除帧
zh_tw: 刪除畫格

# btnDone
source: Done
pt: Concluído
ro: Finalizat
ru: Готово
sv: Klar
zh_cn: 完成
zh_tw: 完成

# btnOptions
source: Options
pt: Opções
zh_cn: 选项
zh_tw: 選項

# btnRecordPause_Continue
source: Continue
pt: Continuar
ro: Continuă
ru: Продолжить
sv: Fortsätt
zh_cn: 继续
zh_tw: 繼續

# btnRecordPause_Record
source: Record
pt: Gravar
ro: Înregistrează
ru: Старт
sv: Spela in
zh_cn: 开始录制
zh_tw: 錄製

# btnReset
source: Reset
pt: Resetar
zh_cn: 重置
zh_tw: 重置

# btnStop
source: Stop
pt: Parar
ro: Anulează
ru: Завершить
sv: Stopp
zh_cn: 停止
zh_tw: 停止

# btnUndo
source: Undo
pt: Desfazer
zh_cn: 撤销
zh_tw: 回復

# CB_AllowEdit
source: Edit frames after recording
pt: Editar quadros depois de gravar
ro: Editează cadrele după înregistrare
ru: Редактировать кадры после записи
sv: Redigera bildrutor efter inspelning
zh_cn: 在录制结束后编辑
zh_tw: 在錄製後編輯畫格

# CB_LegacyStyle
source: Use the Legacy style version (restart app)
pt: Usar a janela no estilo Legado (reinicie o app)
ro: Utilizează versiunea cu stilul Legacy (Restartarea aplicației)
ru: Использовать приложение в классическом стиле (требует перезапуска)
sv: Använd Legacy stil version (kräver omstart av app)
zh_cn: 使用默认外观 (需重启程序)
zh_tw: 使用預設外觀(需重新啟動)

# CB_Looped
source: Looped Gif
pt: Gif em loop
ro: Gif repetat
ru: Зацикленный Gif
zh_cn: GIF文件播放循环
zh_tw: Gif 循環

# CB_ModernStyle
source: Use the Modern style version (restart app)
pt: Usar a janela no estilo Moderno (reinicie o app)
ro: Utilizează versiunea cu stilul modern (Restartarea aplicației)
ru: Использовать приложение в современном стиле (требует перезапуска)
sv: Använd Modern stil version (kräver omstart av app)
zh_cn: 使用现代外观 (需重启程序)
zh_tw: 使用現代外觀(需重新啟動)

# CB_RepeatForever
source: Repeat Forever
pt: Repetir Para Sempre
ro: Repetă fără sfârșit
ru: Повторять бесконечно
sv: Upprepa förevigt
zh_cn: 无限循环
zh_tw: 無限循環

# CB_ShowCursor
source: Show cursor
pt: Mostrar Cursor
ro: Arată cursorul
ru: Показывать курсор
sv: Visa markören (Muspekaren)
zh_cn: 显示鼠标光标
zh_tw: 顯示滑鼠游標

# Context_DelAfter
source: Delete everything after this
pt: Deletar tudo depois disso
ro: Șterge totul după aceasta >>
ru: Удалить все после этого >>
sv: Ta bort allt efter detta >>
zh_cn: 删除之后所有 >>
zh_tw: 刪除此畫格之後所有

# Context_DelBefore
source: Delete everything before this
pt: Deletar tudo antes disso
ro: << Șterge totul înainte de aceasta
ru: << Удалить всё перед этим
sv: << Ta bort allt innan detta
zh_cn: << 删除之前所有
zh_tw: 刪除此畫格之前所有

# Con_AddFrame
source: Add Frame
pt: Adicionar Quadro
ro: Adaugă Cadru
ru: Добавить кадр
sv: Lägg till Bildruta
zh_cn: 增加帧
zh_tw: 加入畫格

# Con_Between10_1000
source: Between 10 - 2500 ms
pt: Entre 10 - 2500 ms
zh_cn: 在 10 - 1000 毫秒之间
zh_tw: 介於 10 - 2500 毫秒

# Con_Blur
source: Blur
pt: Desfocar
ro: Estompare
ru: Размытие
sv: Suddig
zh_cn: 模糊效果
zh_tw: 模糊

# Con_Cancel
source: Cancel
pt: Cancelar
ro: Termină
ru: Отменить
sv: Avbryt
zh_cn: 取消
zh_tw: 取消

# Con_CropAll
source: Crop All...
pt: Recortar Todos...
ro: Taie tot...
ru: Обрезать все...
sv: Beskär Alla...
zh_cn: 剪裁所有帧...
zh_tw: 剪下所有...

# Con_DeleteSelected
source: Delete Selected Frames
pt: Excluir Quadros Selecionados
ro: Șterge acest cadru
ru: Удалить этот кадр
sv: Radera denna Bildruta
zh_cn: 删除此帧
zh_tw: 刪除此畫格

# Con_DesiredFrameDelay
source: Type your Desired Frame Delay:
pt: Digite o Atraso Desejado:
zh_cn: 输入希望的帧延迟:
zh_tw: 輸入畫格延遲數:

# Con_Done
source: Done
pt: Concluído
ro: Finalizat
ru: Готово
sv: Klar
zh_cn: 完成
zh_tw: 完成

# Con_EditFrame
source: Edit Frames
pt: Editar Quadros
ro: Editează Cadrul
ru: Редактировать кадр
sv: Redigera Bildruta
zh_cn: 编辑帧
zh_tw: 編輯畫格

# Con_ExportFrame
source: Export Selected Frames...
pt: Exportar Quadro...
ro: Exportează Cadrul...
ru: Экспортировать кадр...
sv: Export Bildruta...
zh_cn: 导出帧...
zh_tw: 匯出選取的畫格...

# Con_FiltersGray
source: Grayscale
pt: Escala de Cinza
ro: Scală Gri
ru: Оттенки серого
sv: Gråskala
zh_cn: 灰度
zh_tw: 灰階

# Con_Filters_Pixelate
source: Pixelate
pt: Pixelar
ro: Pixelează
ru: Пикселяция
sv: Pixelera
zh_cn: 像素化
zh_tw: 像素模糊化

# Con_FreeAspectRatio
source: Free Aspect Ratio
pt: Proporção Livre
ro: Raport de aspect liber
ru: Свободное соотношение сторон
zh_cn: 自由长宽比
zh_tw: 自由長寬比例

# Con_Image
source: Image
pt: Imagem
ro: Imagine
ru: Изображение
zh_cn: 图像
zh_tw: 圖片

# Con_Negative
source: Negative
pt: Negativo
ru: Инвертировать
zh_cn: 反相
zh_tw: 負值

# Con_PlayPreview
source: Play Preview
pt: Pré-visualizar
ru: Запустить предпросмотр
zh_cn: 播放预览
zh_tw: 預覽播放

# Con_Reset
source: Reset
pt: Resetar
ro: Resetează
ru: Сбросить
sv: Återställ
zh_cn: 重置
zh_tw: 重設

# Con_ResetSize
source: Reset Size
pt: Resetar Tamanho
ro: Resetează dimensiunea
ru: Сбросить размер
sv: Återställ Storlek
zh_cn: 重置尺寸
zh_tw: 重設尺寸

# Con_ResizeAll
source: Resize All...
pt: Redimensionar Tudo...
ro: Redimensionează totul...
ru: Изменить размер всех...
sv: Ändra storlek Alla...
zh_cn: 调整所有帧尺寸...
zh_tw: 調整所有尺寸...

# Con_Revert
source: Revert Order
pt: Reverter Ordem
ro: Întoarce ordinea
ru: Изменить порядок
sv: Vänd Ordningen
zh_cn: 反向所有帧循序
zh_tw: 顛倒畫格順序

# Con_Sepia
source: Sepia
pt: Sépia
ru: Сепия
zh_cn: 复古色调
zh_tw: 深褐色

# Con_ShowGrid
source: Show Grid
pt: Mostrar Grade
zh_cn: 显示网格
zh_tw: 顯示格線

# Con_StopPreview
source: Stop Preview
pt: Parar Pré-visualização
ru: Остановить предпросмотр
zh_cn: 暂停预览
zh_tw: 暫停預覽

# Con_Transparency
source: Transparency
pt: Transparência
ru: Прозрачность
zh_cn: 透明化
zh_tw: 透明度

# Con_Yoyo
source: Yoyo
pt: Io-io
zh_cn: 增加帧数量(一倍)
zh_tw: 複製所有畫格(重播效果)

# Dialog_OpenImage
source: Open one image to insert
pt: Escolha uma imagem para inserir
ro: Deschide o imagine pentru a o introduce
ru: Открыть изображение для вставки
sv: Öppna en bild för att infoga
zh_cn: 打开并插入图片
zh_tw: 開啟並插入圖片

# Label_Better
source: Better
pt: Melhor
ro: Mai bine
ru: Лучше
sv: Bättre
zh_cn: 质量最好
zh_tw: 品質最好

# Label_Compression
source: Quality
pt: Qualidade
ro: Comprimarea
ru: Сжатие:
sv: Kompression:
zh_cn: 压缩
zh_tw: 壓縮

# Label_Fast
source: Fast
pt: Rápido
ro: Mai rapid
ru: Быстрее
sv: Snabb
zh_cn: 快速
zh_tw: 快速

# Label_GifSettings
source: Gif Settings
pt: Configurações do Gif
ro: Setări Gif
ru: Настройки Gif:
sv: Gif Inställningar:
zh_cn: GIF设置
zh_tw: Gif 設置

# Label_Hotkeys
source: Hotkeys
pt: Atalhos
ro: Scurtături
ru: Горячие клавиши:
sv: Snabbtangenter:
zh_cn: 热键
zh_tw: 熱鍵

# Label_Processing
source: Processing
pt: Processando
zh_cn: 处理中
zh_tw: 處理中

# Label_RecordPause
source: Record/Pause
pt: Gravar/Pausar
ro: Înregistrează/Pauza:
ru: Запись/пауза:
sv: Spela in/Paus:
zh_cn: 开始录制/暂停
zh_tw: 錄製/暫停

# Label_RepeatCount
source: Repeat Count
pt: Quant. Repetições
ro: Repetă contorul
ru: Количество повторов
sv: Upprepnings Räkning
zh_cn: 重复计数
zh_tw: 重複次數

# Label_Size
source: Size
pt: Tamanho
ro: Dimensiune
ru: Размер
sv: Storlek
zh_cn: 尺寸
zh_tw: 尺寸

# Label_Slow
source: Slow
pt: Lento
ro: Mai Încet
ru: Медленнее
sv: Långsam
zh_cn: 慢速
zh_tw: 慢速

# Label_Stop
source: Stop
pt: Parar
ro: Oprește
ru: Стоп:
sv: Stopp:
zh_cn: 停止
zh_tw: 停止

# Label_Title_AppSettings
source: App Settings
pt: Configurações Rápidas (Salvo entre sessões)
ro: Setări rapide(Salvat între sesiuni):
ru: Быстрые настройки (сохраняются после перезапуска):
sv: Snabbinställningar (Sparar mellan sessioner):
zh_cn: 快速设定 (退出时不重置)
zh_tw: App 設置

# Label_Worst
source: Worst
pt: Pior
ro: Mult mai rău
ru: Хуже
sv: Sämst
zh_cn: 质量最差
zh_tw: 品質最差

# MsgBox_Message_CantDelete
source: You can't delete the last frame.
pt: Você não pode deletar o último quadro.
ro: Nu puteți șterge ultimul cadru.
ru: Вы не можете удалить последний кадр.
sv: Du kan inte ta bort den sista bildrutan.
zh_cn: 您不能删除最后一帧
zh_tw: 你不能刪除最後一個畫格

# MsgBox_Title_CantDelete
source: Minimum Amount of Frames
pt: Quantidade Mínima de Quadros
ro: Numărul minim de cadre
ru: Минимальное количество кадров
sv: Minsta mängden buldrutor
zh_cn: 最小帧数
zh_tw: 最小畫格數

# Msg_BlurIntense
source: Select the Blur Intensity
pt: Selecione a Intensidade do Desfoque
ro: Selectează intensitatea estompării
ru: Выбрать интенсивность размытия
sv: Välj Suddighetens Intensitet
zh_cn: 选择模糊强度
zh_tw: 選擇模糊度

# Msg_Exported
source: exported...
pt: exportado...
ro: exportat...
ru: экспортировано...
sv: exporterad...
zh_cn: 导出...
zh_tw: 匯出...

# Msg_ExportedTitle
source: Export Status
pt: Estado da Exportação
ro: Statusul exportării
ru: Статус экспорта
zh_cn: 导出状态
zh_tw: 匯出狀態

# Msg_Frame
source: Frame
pt: Quadro
ro: Cadru
ru: Кадр
sv: Bildruta
zh_cn: 帧
zh_tw: 畫格

# Msg_PixelSize
source: Select the Pixel Size
pt: Selecione o Tamanho do Pixel
ro: Selectează dimensiunea pixelului
ru: Выбрать размер пикселя
sv: Välj Pixelstorlek
zh_cn: 选择像素尺寸
zh_tw: 選擇像素尺寸

source: Pause
pt: Pausar
ro: Pauză
ru: Пауза
zh_cn: 暂停
zh_tw: 暫停

# Radio_CustomEncoding
source: Custom GIF Encoding
pt: Codificação GIF Personalizada
ro: Codificare GIF preferențiată
ru: Собственный кодировщик в GIF
sv: Anpassad GIF Encoding
zh_cn: 自定义GIF编码
zh_tw: 自定義 GIF 編碼

# Radio_PaintEncoding
source: paint.NET Encoding
pt: Codificação paint.NET
ro: codificare paint.NET
ru: Кодировщик paint.NET
zh_cn: paint.NET 编码
zh_tw: paint.NET 編碼

# SFDialog_Filename
source: Animation
pt: Animação
ro: Animație
ru: Анимация
zh_cn: 动画
zh_tw: 動畫

# SFDialog_Title
source: Choose the destination
pt: Escolha o Destino
ro: Alege destinația
ru: Выберите расположение
sv: Välj destination
zh_cn: 选择目标路径
zh_tw: 選擇目的地

# TitlePaused
source: Screen To Gif (Paused)
pt: Screen To Gif (Pausado)
ro: Screen To Gif (Pus pe pauză)
ru: Screen To Gif (Пауза)
zh_cn: Screen To Gif (暂停)
zh_tw: Screen To Gif (暫停)

# TitleSecondsToGo
source: seconds to go)
pt: segundos restantes)
ro: secunde rămase)
ru: сек. до запуска)
sv: sekunder kvar)
zh_cn: 秒后开始录制)
zh_tw: 秒後開始錄製)

# Title_2SecToGo
source: Screen To Gif (2 seconds to go)
pt: Screen To Gif (2 segundos restantes)
ro: Screen To Gif (2 secunde rămase)
ru: Screen To Gif (запуск через 2 секунды)
sv: Screen To Gif (2 sekunder kvar)
zh_cn: Screen To Gif (2秒后开始录制)
zh_tw: Screen To Gif (2秒後開始錄製)

# Title_Crop
source: Crop
pt: Recortar
ro: Taie
ru: Обрезка
sv: Beskär
zh_cn: 剪裁
zh_tw: 剪下

# Title_CropNoSelection
source: Crop - No Selection
pt: Recortar - Sem Seleção
zh_cn: 剪裁 - 没有选择
zh_tw: 剪下 - 未選取

# Title_EditorFrame
source: Screen To Gif - Editor: Frame
pt: Screen To Gif - Editor: Quadro
ro: Screen To Gif - Editor: Cadru
ru: Screen To Gif — Редактор: кадр
sv: Screen To Gif - Redigera: Bildruta
zh_cn: Screen To Gif - 编辑器: 帧
zh_tw: Screen To Gif - 編輯器:畫格

# Title_Edit_PromptToSave
source: Screen To Gif - Prompt to Save
pt: Screen To Gif - Salvar
ro: Screen To Gif - Salvează instantaneu
ru: Screen To Gif — Запрос на сохранение
sv: Screen To Gif - Uppmaning att spara
zh_cn: Screen To Gif - 保存
zh_tw: Screen To Gif - 提示儲存

# Title_EncodingDone
source: Screen To Gif ■ (Encoding Done)
pt: Screen To Gif ■ (Codificação Concluída)
ro: Screen To Gif ■ (Codificare Finalizată)
ru: Screen To Gif ■ (Кодирование завершено)
sv: Screen To Gif ■ (Encoding Klar)
zh_cn: Screen To Gif ■ (编码完成)
zh_tw: Screen To Gif ■ (編碼完成)

# Title_Filters
source: Filters
pt: Filtros
ro: Filtre
ru: Фильтры
sv: Filter
zh_cn: 滤镜
zh_tw: 濾鏡

# Title_ResizeAllFrames
source: Resize All Frames
pt: Redimensionar Todos os Frames
ro: Redimensionează toate cadrele
ru: Изменить размер всех кадров
sv: Ändra storlek på alla Bildrutor
zh_cn: 调整所有帧尺寸
zh_tw: 調整所有畫格尺寸

# Title_Thread_out_of
source: out of
pt: de
ro: din
ru: из
sv: av
zh_cn: 缺乏
zh_tw: 空間不足

# Title_Thread_ProcessingFrame
source: Processing (Frame
pt: Processando (Quadro
ro: Se procesează (Frame
ru: Обработка (кадр
sv: Bearbetar (Bildruta
zh_cn: 处理中 (帧
zh_tw: 處理中 (畫格

# Tooltip_AppSettings
source: App Settings
pt: Configurações do Aplicativo
ro: Setările aplicației
ru: Настройки
sv: App Inställningar
zh_cn: 程序设定
zh_tw: App 設置

# Tooltip_btnCancel
source: Ignore all alterations
pt: Ignorar todas as alterações
ro: Ignoră toate modificările
ru: Отменить все изменения
sv: Ignorera alla förändringar
zh_cn: 忽略所有变换
zh_tw: 忽略所有變更

# Tooltip_btnDeleteFrame
source: Delete the selected frame
pt: Deletar o quadro selecionado
ro: Șterge cadrul selectat
ru: Удалить выбранный кадр
sv: Ta bort vald bildruta
zh_cn: 删除已选择的帧
zh_tw: 刪除選取的畫格

# Tooltip_btnDone
source: Save all alterations
pt: Salvar todas as alterações
ro: Salvează toate modificările
ru: Сохранить все изменения
sv: Spara alla förändringar
zh_cn: 保存所有变换
zh_tw: 儲存所有變更

# Tooltip_Crop
source: Left click to draw the desired area to be cropped, right click to accept or cancel.
pt: Clique com o botão direito para desenhar a area desejada, clique com o botão direito para aceitar.
zh_cn: 单击以画出剪裁的面积，右键点击以确定或取消.
zh_tw: 左鍵點擊並畫出要剪下的區域，右鍵點擊選擇接受或取消。

# Tooltip_GifSettings
source: Gif Settings
pt: Configurações do GIF
ro: Setări Gif
ru: Настройки Gif
sv: Gif Inställningar
zh_cn: GIF设置
zh_tw: Gif 設置

# Tooltip_Height
source: Height
pt: Altura
ro: Înălțime
ru: Высота
sv: Höjd
zh_cn: 高度
zh_tw: 高度

# Tooltip_Info
source: Information
pt: Informação
ro: Informații
ru: Информация
zh_cn: 信息
zh_tw: 訊息

# Tooltip_NumFPS
source: (FPS) The frames captured per second
pt: (FPS) Os quadros capturados por segundo
ro: Cadrele capturate pe secundă
ru: Количество захваченных в секунду кадров
sv: Antalet bildrutor per sekund
zh_cn: 每秒录制帧数
zh_tw: 每秒錄製畫格數

# Tooltip_Title
source: Help
pt: Ajuda
ro: Ajutor
ru: Справка
sv: Hjälp
zh_cn: 帮助
zh_tw: 幫助

# Tooltip_UndoAll
source: Revert all alterations
pt: Reverter todas as alterações
ro: Anulează toate modificările
ru: Отменить все изменения
sv: Återställ alla förändringar
zh_cn: 撤销所有变换
zh_tw: 回復所有變更

# Tooltip_UndoOne
source: Undo your last alteration
pt: Desfazer a última alteração
ro: Anulează ultima modificare
ru: Отменить последнее изменение
sv: Ångra den senaste förändringen
zh_cn: 撤销最后一次变换
zh_tw: 回復最後一次變更

# Tooltip_Widht
source: Width
pt: Largura
ro: Lățime
ru: Ширина
sv: Bredd
zh_cn: 宽度
zh_tw: 寬度

# Title_TitleFrame
source: Title Frame
pt: Quadro de Título
zh_tw: 畫格標題

# Label_TitleContent
source: Title Content
pt: Título
zh_tw: 標題內容

# Con_Text
source: Text:
pt: Texto:
zh_tw: 文字：

# Label_Text
source: Text
pt: Texto
zh_tw: 文字

# CB_ShowFinished
source: Show "Finished Enconding" page
pt: Mostrar a página de "Gif concluído"
zh_tw: 顯示"編碼完成"頁

# btnSelect
source: Select...
pt: Selecionar...
zh_tw: 選擇...

# btnTransparentColor
source: Select the transparent color...
pt: Defina uma cor p/ transparência...
zh_tw: 選擇透明顏色...

# Radio_SolidColor
source: Solid Color
pt: Cor Sólida
zh_tw: 純色

# CB_SaveToFolder
source: Save directly to a folder
pt: Salvar diretamente em uma pasta
zh_tw: 儲存至資料夾

# btnRestart
source: Restart
pt: Reiniciar
zh_tw: 重新啟動

# Label_OpenGif
source: Open the .Gif file
pt: Abrir o arquivo .Gif
zh_tw: 開啟 .Gif 檔案

# Radio_NextFrame
source: Next Frame (Blured Copy)
pt: Próximo Frame (Cópia Desfocada)
zh_tw: 下一個畫格(模糊複製)

# Label_Loop
source: Loop
zh_tw: 循環

# Label_Language
source: Language
pt: Idioma
zh_tw: 語系

# Title_InsertText
source: Insert Text
pt: Inserir Texto
zh_tw: 插入文字

# Con_NextNumFrames
source: For the Next # of Frames
pt: Para os próximos # quadros
zh_tw: 下一個 # 的畫格

# Label_Font
source: Font:
pt: Fonte:
zh_tw: 字型

# Label_Example
source: Example
pt: Exemplo
zh_tw: 範例

# Label_Content
source: Content:
pt: Conteúdo:
zh_tw: 內容:

# Con_ChangeSpeed
source: Change Speed
pt: Mudar Velocidade de Reprodução
zh_tw: 改變速度

# Label_Background
source: Background
pt: Plano de Fundo
zh_tw: 背景

# Msg_CancelConfirm
source: Are you sure that you want to cancel?
pt: Você tem certeza que deseja cancelar?
zh_tw: 你是否確定要取消？

# Con_AddText
source: Add Text...
pt: Adicionar Texto...
zh_tw: 加入文字

# Con_AddQuickCaption
source: Add Quick Caption
pt: Adicionar Legenda
zh_tw: 快速加入標題

# Msg_WrongPosition
source: Wrong position! Please choose a point in the picture.
pt: Posição errada! Selecione um lugar na imagem.
zh_tw: 位置錯誤！請選擇圖片中的一點。

# Title_ValuePicker
source: Value Picker
pt: Escolha de Valor
zh_tw: 值選擇器

# CB_PrestartCountdown
source: Pre-Start countdown before recording
pt: Contagem regressiva
zh_tw: 錄製前啟動倒數計時

# Tooltip_SelectPoint
source: Please, select a point on the image to insert your text
pt: Selecione um lugar na imagem para inserir o texto.
zh_tw: 請選擇圖片中的一個點來插入文字

# Title_PlayingAnimation
source: Playing Animation
pt: Executando Animação
zh_tw: 播放動畫

# MsgBox_ErrorOpenning
source: Error while trying to open the generated file.
pt: Erro ao tentar abrir o arquivo gerado.
zh_tw: 嘗試開啟產生的檔案時出現錯誤。

# CB_PaintTransparent
source: Detect the unchanged pixels
pt: Detectar os pixels iguais
zh_tw: 檢測未改變的像素

# Dialog_SaveLocation
source: Choose the Save Location
pt: Escolha a Pasta de Destino
zh_tw: 選擇儲存位置

# Msg_ChooseThick
source: Choose the thickness of the border
pt: Escolha a espessura da borda
zh_tw: 選擇邊框的粗細

# Con_AddBorder
source: Add Border
pt: Adicionar Borda
zh_tw: 加入邊框

# Radio_Center
source: Center
pt: Centro
zh_tw: 置中

# Label_VerticalAlign
source: Vertical Alignment:
pt: Alinhamento Vertical:
zh_tw: 垂直對齊

# Radio_Top
source: Top
pt: Superior
zh_tw: 置頂

# Radio_Bottom
source: Bottom
pt: Inferior
zh_tw: 置底

# Title_FreeDrawing
source: Free Drawing
pt: Desenho Livre
zh_tw: 自由繪圖

# Con_ThisFrame
source: This Frame
pt: Esse Quadro
zh_tw: 此畫格

# Label_Thickness
source: Thickness:
pt: Espessura:
zh_tw: 粗細:

# CBShowMouseClick
source: Show mouse clicks
pt: Mostrar cliques do mouse
zh_tw: 顯示滑鼠點擊

# Radio_Right
source: Right
pt: Direita
zh_tw: 置右

# Con_Rename
source: Rename
pt: Renomear
zh_tw: 重新命名

# Radio_Percentage
source: Percentage
pt: Porcentagem
zh_tw: 百分比

# Con_CaptionOptions
source: Caption Options
pt: Opções da Legenda
zh_tw: 標題選項

# Radio_Point
source: Point
pt: Pontos
zh_tw: 點

# Con_MoveUp
source: Move Upwards
pt: Mover Para Cima
zh_tw: 向上移動

# Con_MoveDown
source: Move Downwards
pt: Mover Para Baixo
zh_tw: 向下移動

# Radio_Left
source: Left
pt: Esquerda
zh_tw: 置左

# Label_HorizontalAlign
source: Horizontal Alignment:
pt: Alinhamento Horizontal:
zh_tw: 水平對齊

# btnClear
source: Clear
pt: Apagar
zh_tw: 清除

# Tooltip_SquareBrush
source: Square Brush
pt: Pincel Quadrado
zh_tw: 方形畫筆

# Tooltip_RoundBrush
source: Round Brush
pt: Pincel Redondo
zh_tw: 圓型畫筆

# Tooltip_Eraser
source: Eraser
pt: Borracha
zh_tw: 橡皮擦

# Tooltip_DrawConfig
source: Drawing Config
pt: Configurações
zh_tw: 繪圖組態

# Tooltip_BrushColor
source: Brush Color
pt: Cor do Pincel
zh_tw: 畫筆顏色

# Label_FontSize
source: Font Size:
pt: Tamanho da Fonte:
zh_tw: 字型尺寸

# Con_Delete
source: Delete
pt: Excluir
zh_tw: 刪除

# Label_FontSizeAs
source: Font Size As:
pt: Tamanho da Fonte Como:
zh_tw: 字大尺寸為：

# Label_AsImageHeight
source: % of the image height.
pt: % da altura da imagem.
zh_tw: % 的圖片高度。

# Con_FlipVertical
source: Flip Vertical
pt: Inverter Verticalmente
zh_tw: 垂直翻轉

# Con_FlipHorizontal
source: Flip Horizontal
pt: Inverter Horizontalmente
zh_tw: 水平翻轉

# Label_EraserSize
source: Eraser Size
pt: Tamanho da Borracha
zh_tw: 橡皮擦尺寸

# Label_Points
source: points.
pt: pontos.
zh_tw: 點.

# Label_BrushSize
source: Brush Size
pt: Tamanho do Pincel
zh_tw: 畫筆尺寸

# Label_Bold
source: Bold
pt: Negrito
zh_tw: 粗體

# Label_Version
source: Version
pt: Versão
zh_tw: 版本

# Con_Color
source: Color...
pt: Cor...
zh_tw: 顏色...

# Con_MakeCopy
source: Make a Copy
pt: Fazer uma Cópia
zh_tw: 進行複製

# Con_FlipRotate
source: Flip/Rotate
pt: Inverter/Girar
zh_tw: 翻轉/旋轉

# Tooltip_ShowList
source: Click to show the list of frames.
pt: Exibe a lista.
zh_tw: 顯示畫格清單

# Tooltip_HideList
source: Click to hide the list.
pt: Esconde a lista.
zh_tw: 隱藏畫格清單

# CB_UseHatch
source: Use Hatch Brush:
pt: Usar Texturas:
zh_tw: 使用Hatch畫筆

# CB_UseOutline
source: Use Outline:
pt: Usar Borda:
zh_tw: 使用輪廓線:

# Con_FullscreenRecording
source: Fullscreen Recording
pt: Gravação em Tela Cheia
zh_tw: 全螢幕錄製

# Con_RecordingOptions
source: Recording Options:
pt: Opções de Gravação:
zh_tw: 錄製選項:

# btnSnap
source: Snap
pt: Foto
zh_tw: 快照

# Con_SnapshotMode
source: Snapshot Mode
pt: Modo de Foto
zh_tw: 快照模式

# Label_All
source: All
pt: Todos
zh_tw: 所有畫格

# Label_AnalyzingUnchanged
source: Analyzing Unchanged Pixels
pt: Analisando Pixels Não Modificados
zh_tw: 分析未改變的像素

# Con_Rotate180
source: Rotate 180°
pt: Girar 180°
zh_tw: 旋轉180

# Con_Rotate90C
source: Rotate 90° Clockwise
pt: Giar 90° Horário
zh_tw: 旋轉90(順時針)

# Con_Rotate90CC
source: Rotate 90° Counterclockwise
pt: Girar 90° AntiHorário
zh_tw: 旋轉90(逆時針)

# Label_Author
source: Author
pt: Autor
zh_tw: 作者

# Label_CheckUpdate
source: Check for updates
pt: Atualizações
zh_tw: 檢查更新

# Label_Close
source: Close this page
pt: Fechar essa página
zh_tw: 關閉此頁

# Label_Devs
source: Community Devs.
pt: Outros Devs.
zh_tw: 開發者社群。

# Label_Faster
source: Faster
pt: Mais rápido
zh_tw: 更快

# Label_Libraries
source: Libraries
pt: Bibliotecas
zh_tw: 函式庫

# Label_Normal
source: Normal
zh_tw: 正常

# Label_Report
source: Report a bug
pt: Reporte Bugs
zh_tw: 回報臭蟲

# Label_Slower
source: Slower
pt: Lento
zh_tw: 更慢

# Label_Translations
source: Translations
pt: Traduções
zh_tw: 翻譯者

# MsgNeedToSelectOne
source: You need to select at least one frame.
pt: Você precisa selecionar pelo menos um quadro.
zh_tw: 你至少需要選擇一個畫格。

# MsgNoFramesSelected
source: No frames selected
pt: Nenhum quadro selecionado
zh_tw: 沒有選取任何畫格

# MsgSelectSpeed
source: Select the speed modifier
pt: Selecione a velocidade de execução
zh_tw: 選擇速度修改器

# Title_ColorFilter
source: Color Filter
pt: Filtro de Cor
zh_tw: 顏色濾鏡
